Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Stop running containers before deleting stored debug logs.
de: Beenden Sie laufende Container, bevor Sie gespeicherte Debug-Protokolle löschen.
es: Detén los contenedores en ejecución antes de eliminar los registros de depuración almacenados.
fr: Arrêtez les conteneurs en cours d’exécution avant de supprimer les journaux de débogage stockés.
ja: 保存済みのデバッグログを削除する前に、実行中のコンテナを停止してください。
ko: 저장된 디버그 로그를 삭제하기 전에 실행 중인 컨테이너를 중지하세요.
pt_br: Pare os contêineres em execução antes de excluir os registros de depuração armazenados.
ru: Остановите запущенные контейнеры перед удалением сохранённых журналов отладки.
zh_hans: 删除存储的调试日志前，请先停止正在运行的容器。
zh_hant: 刪除儲存的偵錯日誌前，請先停止執行中的容器。

source: Switchyard prunes stored debug logs at launch, when these settings change, and before creating a new log.
de: Switchyard bereinigt gespeicherte Debug-Protokolle beim Start, bei Änderungen dieser Einstellungen und vor dem Erstellen eines neuen Protokolls.
es: Switchyard depura los registros de depuración almacenados al iniciarse, cuando cambia esta configuración y antes de crear un registro nuevo.
fr: Switchyard nettoie les journaux de débogage stockés au démarrage, lorsque ces réglages changent et avant de créer un nouveau journal.
ja: Switchyardは、起動時、この設定の変更時、および新しいログの作成前に保存済みのデバッグログを整理します。
ko: Switchyard는 시작할 때, 이 설정이 변경될 때, 새 로그를 만들기 전에 저장된 디버그 로그를 정리합니다.
pt_br: O Switchyard limpa os registros de depuração armazenados ao iniciar, quando essas configurações mudam e antes de criar um novo registro.
ru: Switchyard очищает сохранённые журналы отладки при запуске, изменении этих настроек и перед созданием нового журнала.
zh_hans: Switchyard 会在启动时、这些设置更改时以及创建新日志前清理存储的调试日志。
zh_hant: Switchyard 會在啟動時、這些設定變更時，以及建立新日誌前清理儲存的偵錯日誌。

source: This permanently deletes every per-run debug log file. Logs currently shown in Switchyard are not affected.
de: Dadurch werden alle Debug-Protokolldateien einzelner Ausführungen dauerhaft gelöscht. Die aktuell in Switchyard angezeigten Protokolle bleiben erhalten.
es: Esto elimina permanentemente todos los archivos de registro de depuración por ejecución. Los registros que se muestran actualmente en Switchyard no se verán afectados.
fr: Cette opération supprime définitivement tous les fichiers de journaux de débogage par exécution. Les journaux actuellement affichés dans Switchyard ne sont pas affectés.
ja: 実行ごとのデバッグログファイルがすべて完全に削除されます。現在Switchyardに表示されているログには影響しません。
ko: 실행별 디버그 로그 파일을 모두 영구적으로 삭제합니다. 현재 Switchyard에 표시된 로그에는 영향을 주지 않습니다.
pt_br: Isso exclui permanentemente todos os arquivos de registro de depuração por execução. Os registros exibidos no Switchyard não serão afetados.
ru: Это навсегда удалит все файлы журналов отладки для отдельных запусков. Журналы, которые сейчас отображаются в Switchyard, не изменятся.
zh_hans: 这将永久删除每次运行生成的所有调试日志文件。Switchyard 当前显示的日志不受影响。
zh_hant: 這會永久刪除每次執行產生的所有偵錯日誌檔案。目前 Switchyard 顯示的日誌不受影響。

source: When enabled, launches record Wine errors and warnings in a protected per-run file under ~/Library/Application Support/Switchyard/Logs/DebugRuns.
de: Wenn diese Option aktiviert ist, werden Wine-Fehler und -Warnungen bei jedem Start in einer geschützten Datei unter ~/Library/Application Support/Switchyard/Logs/DebugRuns aufgezeichnet.
es: Cuando se activa, los inicios registran los errores y las advertencias de Wine en un archivo protegido por ejecución en ~/Library/Application Support/Switchyard/Logs/DebugRuns.
fr: Lorsque cette option est activée, chaque lancement enregistre les erreurs et avertissements de Wine dans un fichier protégé sous ~/Library/Application Support/Switchyard/Logs/DebugRuns.
ja: 有効にすると、Wineのエラーと警告が実行ごとの保護されたファイルとして~/Library/Application Support/Switchyard/Logs/DebugRunsに記録されます。
ko: 이 기능을 켜면 Wine 오류와 경고를 실행별 보호 파일로 ~/Library/Application Support/Switchyard/Logs/DebugRuns에 기록합니다.
pt_br: Quando ativado, cada início registra erros e avisos do Wine em um arquivo protegido em ~/Library/Application Support/Switchyard/Logs/DebugRuns.
ru: Если этот параметр включён, ошибки и предупреждения Wine при каждом запуске записываются в защищённый файл в ~/Library/Application Support/Switchyard/Logs/DebugRuns.
zh_hans: 启用后，每次启动都会将 Wine 错误和警告记录到 ~/Library/Application Support/Switchyard/Logs/DebugRuns 下的受保护文件中。
zh_hant: 啟用後，每次啟動都會將 Wine 錯誤和警告記錄到 ~/Library/Application Support/Switchyard/Logs/DebugRuns 下的受保護檔案中。

source: zipinfo failed
de: zipinfo ist fehlgeschlagen
es: zipinfo falló
fr: Échec de zipinfo
ja: zipinfo が失敗しました
ko: zipinfo 실패
pt_br: zipinfo falhou
ru: zipinfo не удалось
zh_hans: zipinfo 失败
zh_hant: zipinfo 失敗

source: Container Setup
es: Configuración del contenedor
fr: Configuration du conteneur
ja: コンテナのセットアップ
ko: 컨테이너 설정
pt_br: Configuração do contêiner
ru: Настройка контейнера
zh_hans: 容器设置
zh_hant: 容器設定

source: Mac check
es: verificación de mac
fr: Vérification Mac
ja: マックチェック
ko: 맥 체크
pt_br: Verificação do Mac
ru: Проверка Mac
zh_hans: 苹果电脑检查
zh_hant: 蘋果電腦檢查

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 好

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
zh_hans: 系统
zh_hant: 系統

source: Toolkit
es: Kit de herramientas
fr: Boîte à outils
ja: ツールキット
ko: 툴킷
pt_br: Kit de ferramentas
ru: Инструментарий
zh_hans: 工具包
zh_hant: 工具包

source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: macOS Version
es: Versión macOS
fr: Version macOS
ja: macOS バージョン
ko: macOS 버전
pt_br: Versão do macOS
ru: macOS Версия
zh_hans: macOS版本
zh_hant: macOS版本

source: standard
es: estándar
fr: norme
ja: 標準
ko: 표준
pt_br: Padrão
ru: стандартный
zh_hans: 标准
zh_hant: 標準
